Repository: omegat-fi/B333-Memsource-Cloud-User-Manual
Catalog: tm/Memsource-käännös-472640.tmx
Source language: en
Languages: fi

source: 3.1 Creating a Project
fi: 3.1 Projektin luominen

source: Select a Source Language
fi: Valitse lähdekieli

source: Usage Example
fi: Käyttöesimerkki

source: Multiple Spaces
fi: Ylimääräiset välilyönnit (Multiple Spaces)

source: Shared Projects
fi: Jaetut projektit

source: Project manager users have almost the same level of rights as administrator users with certain exceptions:
fi: Projektipäälliköllä on pitkälti samat oikeudet kuin järjestelmänvalvojalla, seuraavia poikkeuksia lukuun ottamatta:

source: The following settings can be saved/edited in a project template:
fi: Seuraavat asetukset voidaan tallentaa/muokata projektimalliin:

source: There are two ways of selecting a term base for a project:
fi: On kaksi tapaa valita termikanta projektille:

source: Memsource Term Bases are concept-based, so a single term in a language can have one or more counterparts in another language.
fi: Memsourcen termikannat ovat käsitepohjaisia, joten yhden kielen yhdellä termillä voi olla yksi tai useampia vastineita toisella kielellä.

source: 11.4.7 Project Status Automation
fi: 11.4.7 Projektin statuksen automatisointi

source: Completed (changes by linguist users are blocked on the server)
fi: Valmis (lingvisti ei voi enää tehdä muutoksia)

source: Note
fi: Huomautus

source: 2.11 Guests
fi: 2.11 Vierailijat

source: 3.3.7.5 Selecting Term Bases for Projects with Multiple Target Languages
fi: 3.3.7.5 Termikantojen valitseminen monikielisiin projekteihin

source: 3.2.8 File Renaming in Project
fi: 3.2.8 Tiedoston nimeäminen uudelleen projektissa

source: Term Base Search
fi: Term Base Search (Haku termikannasta)

source: 6.6.1.2 Machine Translation
fi: 6.6.1.2 Konekäännös (Machine Translation)

source: 6.4 Download
fi: 6.4 Tiedoston lataaminen

source: Example: \{1\>abc\<1\} in the source and \{1\>\<1\} in the target
fi: Esimerkki: \{1\>abc\<1\} lähdetekstissä ja \{1\="">\<1\} kohdetekstissä \{1\>\<1\}

source: "+" - add new term or new synonym (to save the new term, simply click with the mouse outside the term field).
fi: ”+” - Lisää uusi termi tai uusi synonyymi (uuden termin voi tallentaa klikkaamalla hiirellä termikentän ulkopuolella).

source: Paired tags in the target are misplaced
fi: Kohdetekstin parilliset tunnisteet ovat väärässä paikassa

source: Enlarge
fi: Suurenna

source: 11.3.1 Active Languages
fi: 11.3.1 Aktiiviset kielet

source: The term base module also supports multiple languages in a single term base.
fi: Yhdessä termikannassa voidaan käyttää useita kieliä.

source: Only one TB can be selected in the Write mode.
fi: Kirjoitustilassa voidaan valita vain yksi termikanta.

source: Active and inactive users
fi: Aktiiviset ja passiiviset käyttäjät

source: A forbidden term is used for the translation (Forbidden terms in the source are ignored)
fi: Käännöksessä käytetään kiellettyä termiä (lähdetekstissä esiintyvät kielletyt termit sivuutetaan)

source: 11.4.9 Segmentation
fi: 11.4.9 Segmentointi

source: Spellchecker
fi: Oikoluku

source: Inconsistent Translations
fi: Epäyhtenäiset käännökset (Inconsistent Translations)

source: When importing terms, the user can decide whether the terms should be imported as new (new terms will be created) or if the existing terms in the term base should be updated.
fi: Käyttäjä voi päättää, tuodaanko termit uusina (luodaanko uudet termit) vai päivitetäänkö termikannassa olevat termit.

source: NOTE:
fi: HUOMAUTUS:

source: For instance:
fi: Esimerkiksi:

source: Memsource Cloud User Manual
fi: Memsource Cloudin käyttöohje

source: Let's say we want to import the same terms as above.
fi: Oletetaan, että haluamme tuoda samat termit kuin edellä.

source: Source and target languages
fi: Lähde- ja kohdekielet

source: Import into TBs created by other users
fi: Tuo muiden käyttäjien luomia termikantoja

source: Save the Excel file and click on the Terminology-import-button.pngImport button to start the import.
fi: Tallenna Excel-tiedosto ja klikkaa Import-painike aloittaaksesi tuonnin.

source: Job 1:
fi: Työ 1:

source: Project Status Automation
fi: Projektin statuksen automatisointi

source: This feature makes it easier for project managers to select the right translation memories by offering them Relevant translation memories automatically.
fi: Tämä ominaisuus auttaa projektipäälliköitä valitsemaan oikeita käännösmuisteja tarjoamalla heille olennaisia käännösmuisteja automaattisesti.

source: 6.1.2 Supported File Formats
fi: 6.1.2 Tuetut tiedostomuodot

source: 20480 characters
fi: 20 480 merkkiä

source: Read:
fi: Lukutila:

source: 6.6.1.5 Lock
fi: 6.6.1.5 Projektien lukitseminen

source: A segment with an identical source but a different target precedes the checked segment
fi: Segmenttiä, jolla on sama lähdeteksti mutta eri kohdeteksti, edeltää hyväksytty segmentti.

source: Create project templates
fi: Luo projektimalleja

source: Jump to: navigation, search
fi: Siirry: valikko, haku

source: Usernames must be always unique not only in your organization, but within the whole Memsource Cloud.
fi: Käyttäjänimien on oltava yksilöllisiä sekä oman organisaation että koko Memsource Cloudin sisällä.

source: In this way one can easily distinguish between the segments originating from the alignment and the actual translation.
fi: Näin on helppo erottaa toisistaan kohdistuksen tuottamat segmentit ja varsinainen käännös.

source: Use the Search button to search for a TB term in the selected language.
fi: Search (Haku) -painikkeella voit hakea termikannasta termiä valitulla kielellä.

source: Lock 101% matches
fi: Lukitse 101 %:n osumat

source: 3.2 Project Settings
fi: 3.2 Projektiasetukset

source: Source language
fi: Lähdekieli

source: Jobs can be found under the project.
fi: Yksittäiset työt ovat nähtävillä projektin yhteydessä.

source: This feature makes it easier for project managers to select the right term bases by offering them Relevant TBs automatically.
fi: Tämä ominaisuus auttaa projektipäälliköitä valitsemaan oikeita termikantoja tarjoamalla heille olennaisia termikantoja automaattisesti.

source: Select TB languages
fi: Valitse termikannan kielet

source: New
fi: Uusi

source: Segment size:
fi: Segmentin koko:

source: Segment is not confirmed
fi: Segmenttiä ei ole vahvistettu

source: A shared project
fi: Jaettu projekti

source: 6.6.1.1 Translation Memory
fi: 6.6.1.1 Käännösmuisti (Translation Memory)

source: 11.2 Subscription
fi: 11.2 Tilaaminen

source: The files will be available to linguist users for download in the Linguist Portallinguist portal.
fi: Tiedostot ovat lingvistien ladattavissa Linguist Portal -portaalissa.

source: Clone Projects
fi: Projektien kopiointi

source: Job Owner
fi: Työn omistaja

source: Email Login
fi: Kirjaudu sähköpostilla

source: View projects
fi: Näytä projektit

source: One or more reference files can be attached to a project.
fi: Viitetiedostoja voidaan liittää projektiin yksi tai useampi.

source: 3.3 Project Management
fi: 3.3 Projektinhallinta

source: Reference files
fi: Tiedostoviitteet

source: Importing terms with attributes
fi: Sellaisten termien tuonti, joihin on liitetty ominaisuuksia

source: For instance ABC organization can use ABC_j.doe to distinguish from DEF company's user DEF_j.doe.
fi: Esimerkiksi ABC-yhtiö voi liittää nimeen seuraavanlaisen etuliitteen: ABC_j.doe erottuakseen DEF-yhtiöstä, joka käyttää seuraavanlaisia tunnuksia: DEF_j.doe.

source: 2.11.1 Guest User Rights Customization
fi: 2.11.1 Asiakkaan käyttöoikeuksien mukauttaminen

source: My Profile
fi: Profiili

source: 1 source + 1 target file
fi: 1 lähde- + 1 kohdetiedosto

source: Excel file preparation:
fi: Excel-tiedoston valmistelu:

source: 9.5.1.1 Importing a Plain List of Terms
fi: 9.5.1.1 Yksinkertaisen termilistan tuonti

source: Cancelled
fi: Kumottu

source: The aligner supports these MemSource Cloud User Manualfile formats.
fi: Kohdistin tukee näitä tiedostomuotoja.

source: Client
fi: Asiakas

source: My Profile Details
fi: Profiilin lisätiedot

source: 9.2 Create New Term
fi: 9.2 Luo uusi termi

source: Change job status (e.g. to Accepted, Completed or Rejected)
fi: Muuta työn statusta (hyväksytty, suoritettu tai hylätty)

source: 8.2 Translation Memory Search
fi: 8.2 Käännösmuistin haku

source: 8.3.1 TMX Import
fi: 8.3.1 TMX-tiedoston tuonti

source: See Multiple LinguistsMultiple Linguists for details.
fi: Lisätietoja kohdassa Useita lingvistejä (Multiple Linguists).

source: Example: source="\{1\} \{2\}" target="\{1\}"
fi: Esimerkki: lähdeteksti = ”\ {1\} \{2\}” kohdeteksti = ”\ {1\}”

source: 3.3.6.2 Relevant Translation Memories
fi: 3.3.6.2 Olennaiset käännösmuistit

source: 3.3.6.5 Selecting Translation Memories for Projects with Multiple Target Languages
fi: 3.3.6.5 Käännösmuistien valitseminen monikieliseen projektiin

source: 11.6.3 Due Date Schemes
fi: 11.6.3 Eräpäivät

source: Declined by Linguist
fi: Lingvistin hylkäämä

source: Terms can be imported from XLS/XLSX and TBX file formats into a term base.
fi: Termejä voi tuoda XLS/XLSX- ja TBX-tiedostomuodoista termikantaan.

source: 3.2.3 Pre-translation
fi: 3.2.3 Esikäännös (Pre-translation)

source: 8.3.3.2 XLS Import with IDs
fi: 8.3.3.2 XLS-tiedoston tuonti tiedoston tunnuksella

source: No Memsource login information is needed.
fi: Memsourcen kirjautumistietoja ei vaadita.

source: The same applies to linguist users.
fi: Sama pätee lingvisteihin.

source: Repetition exceptions and segments with an empty target are skipped
fi: Toistuvat poikkeukset ja tyhjät segmentit ohitetaan

source: The target segment length is greater than the given parameter (default 130%)
fi: Kohdetekstin segmentti on pidempi kuin annettu rajoitus (oletus 130 %)

source: 3.3.1.1 Save a Project Filter
fi: 3.3.1.1 Tallenna projektisuodatin

source: TMs with penalties in a project
fi: Rajoitukselliset käännösmuistit projektissa

source: Make sure there is the appropriate Supported Languageslanguage code in the header of each column (in our case en, de, it)
fi: Tarkista, että kunkin sarakkeen otsakkeessa on oikea kielikoodi (esimerkkitapauksessa en, de ja it).

source: A plain list of terms can be imported but also more complex terminology imports are supported (importing synonyms, terms with various attributes, etc.).
fi: Termikantaan voi tuoda yksinkertaisen termilistan, mutta myös monipuolisempien sanastojen tuominen on mahdollista (monipuolisemmat sanastot voivat sisältää synonyymejä, termejä, joilla on useita attribuutteja jne.).

source: Due
fi: Määräaika

source: In addition any PM can be assigned as the Owner of project, project template, TM or TB created by other user and gain the same user rights as if it was created by them.
fi: Lisäksi kuka tahansa projektipäällikkö voidaan nimetä toisen käyttäjän luoman projektin, projektimallin, käännösmuistin tai termikannan omistajaksi, jolloin hän saa niihin samat käyttöoikeudet kuin ne luoneella käyttäjällä on.

source: 6.1.3 Imported File Limits
fi: 6.1.3 Tuodun tiedoston rajoitukset

source: 11.9.9 Webhooks
fi: 11.9.9 Palvelinten välinen kommunikaatio

source: Completed
fi: Valmis

source: 6.4.1 Join Files
fi: 6.4.1 Tiedostojen yhdistäminen

source: The following metadata is supported:
fi: Ohjelma tukee seuraavia metatietoja:

source: Completed file
fi: Valmis tiedosto

source: 9.5.2.1 SDL TBX.XML file
fi: 9.5.2.1 SDL TBX.XML -tiedosto

source: 8.3 Translation Memory Import
fi: 8.3 Käännösmuistin tuonti

source: 11.5.5 Subdomains
fi: 11.5.5 Ala-aiheet

source: 11.9.3 Connectors
fi: 11.9.3 Yhdistimet

source: The terms in the source do not have a corresponding term translation in the target
fi: Lähdetekstissä esiintyvällä termillä ei ole vastinetta kohdetekstissä

source: View references
fi: Näytä viitteet

source: 11.5.3 Cost Centers
fi: 11.5.3 Kustannuspaikat

source: 2.7 Import
fi: 2.7 Tietojen tuonti

source: Selecting Translation Memories for Projects with Multiple Target Languages
fi: Käännösmuistien valitseminen monikielisiin projekteihin

source: Clone Job
fi: Työklooni

source: 11.8 Analytics & Reporting
fi: 11.8 Analytiikka ja raportointi

source: Enable MT
fi: Aktivoi konekäännin

source: Selecting Term Bases with different locales
fi: Termikantojen valitseminen, kun niissä on eri lokaalit

source: First name
fi: Etunimi

source: Term dialogue window
fi: Termin valintaikkuna

source: Memsource will connect to these term bases to retrieve terminology matches
fi: Memsource yhdistää näihin termikantoihin saadakseen termiosumia

source: 2.12 Submitters
fi: 2.12 Tiedostontoimittajat

source: Linguist detail page
fi: Lingvistin lisätietosivu

source: Project TMs and TBs
fi: Projektin käännösmuistit ja termikannat

source: Segment contains an unresolved comment in a conversation
fi: Segmentti sisältää ratkaisemattomia kommentteja keskustelussa

source: Translation Memory
fi: Käännösmuisti

source: File Renaming
fi: Tiedoston nimeäminen uudelleen

source: The read and write mode explained:
fi: Luku- ja kirjoitustila selitettynä:

source: Your Role
fi: Rooli

source: 9.5 Terminology Import
fi: 9.5 Sanaston tuonti

source: 9.5.1 XLS Import Format
fi: 9.5.1 XLS-tiedoston tuontiformaatti

source: Other
fi: Muut

source: 11.8.2 Reports
fi: 11.8.2 Raportit

source: 11.5.2 Clients
fi: 11.5.2 Asiakkaat

source: Terminology Import
fi: Terminology Import (Sanaston tuominen)

source: 3.3.6.6 Selecting Translation Memories for Projects with Workflow
fi: 3.3.6.6 Käännösmuistien valitseminen projekteihin, joissa on työnkulku

source: 3 Projects
fi: 3 Projektit (Projects)

source: Translation of file X into English
fi: Tiedoston X kääntäminen englanniksi

source: Set the default analysis for your project.
fi: Määritä projektin oletusanalyysi.

source: Delete users created by other users
fi: Poista muiden luomia käyttäjiä

source: Last name
fi: Sukunimi

source: Project Dashboard
fi: Projektikojelauta

source: Created date/time
fi: Luotu: päivämäärä ja aika

source: 7 Job Board
fi: 7 Työlista

source: Project
fi: Projekti

source: The target language (select one or more project languages for translation)
fi: Kohdekieli (valitse yksi tai useampi projektikieli käännöstä varten)

source: Create New Term Base
fi: Termikannan luominen

source: TB new term.pngTerm dialogue window will be displayed.
fi: Valintaikkuna aukeaa.

source: 11.9.4 Frontlab
fi: 11.9.4 Frontlab-työkalu

source: To assign job(s) to a linguist, select the job(s), click on the Edit button, select one or more Linguists (see Multiple LinguistsMultiple Linguists for details) and click on Save.
fi: Nimitä työlle lingvisti valitsemalla työ, klikkaamalla Muokkaa-painiketta ja valitsemalla yksi tai useampi lingvisti (lisätietoja kohdasta Useita lingvistejä (Multiple Linguists)) ja klikkaa Tallenna.

source: 2.3 My Profile Setup Menu
fi: 2.3 Profiilin asetukset

source: 3.2.7 Spellchecker
fi: 3.2.7 Oikoluku

source: 6.2.3 Relevant Linguists
fi: 6.2.3 Sopivat lingvistit

source: Hit the Create button
fi: Näpäytä Create-painiketta.

source: Pre-translation
fi: Esikäännös (Pre-translation)

source: These settings influence what content gets imported from a source file into the MXLIFF file for translation.
fi: Nämä asetukset vaikuttavat siihen, mitä sisältöä lähdetiedostosta tuodaan MXFLIFF-tiedostoon käännöstä varten.

source: 100% matches
fi: 100 %:n osumat

source: Terminology
fi: Sanasto (Terminology)

source: 3.3.6.1 Translation Memory Read Mode and Write Mode
fi: 3.3.6.1 Käännösmuistin luku- ja kirjoitustila

source: The target segment length is greater than the given parameter (default 100000)
fi: Kohdetekstin segmentti on pidempi kuin annettu rajoitus (oletus 100000)

source: Last modified date/time
fi: Viimeksi muokattu: päivämäärä/aika

source: The size limit for an Excel file is 1GB.
fi: Excel-tiedoston enimmäiskoko on 1 GB.

source: Home page Dashboards
fi: Kotisivun kojelaudat

source: 3.3.8 Reference Files
fi: 3.3.8 Tiedostoviitteet

source: 8.1 Create New Translation Memory
fi: 8.1 Uuden käännösmuistin luominen

source: 6.6.1.4 Set Job to Completed
fi: 6.6.1.4 Työn asettaminen tehdyksi

source: Create new jobs - step 2
fi: Uusien yksittäisten töiden luonti - 2. vaihe

source: Set default Pre-translation for your project.
fi: Aseta projektille oletusesikäännös.

source: The following information can be edited:
fi: Seuraavia tietoja voidaan muokata:

source: Linguists are not saved from the project - they have to be added manually in the template.
fi: Lingvistejä ei tallenneta projektista - lingvistit on lisättävä projektimalliin manuaalisesti.

source: English
fi: englanti

source: 11.3.3 Email Templates
fi: 11.3.3 Sähköpostimallit

source: Multiple files
fi: Useita tiedostoja

source: 3.1.1 Supported Languages
fi: 3.1.1 Tuetut kielet

source: Target language
fi: Kohdekieli

source: 11.9.5 Human Translation Engines
fi: 11.9.5 Ihmiskäännökset

source: To improve matching for terms with rich morphology (for instance when part of the word changes), a boundary between the word stem (that does not change) and the suffix (that changes) can be defined by inserting a pipe ("|")
fi: Morfologialtaan vaihtelevan termin (esimerkiksi kun osa sanaa muuttuu) täsmäämistä voidaan parantaa asettamalla putki (“|") sanan (muuttumattoman) vartalon ja sen (muuttuvan) päätteen väliin

source: 9.8 Term Base Metadata
fi: 9.8 Termikannan metatiedot

source: View analysis
fi: Näytä analyysi

source: Therefore, it is advisable to set the match type for abbreviations, for instance, to exact.
fi: Sen vuoksi on suotavaa säätää esimerkiksi lyhenteiden hakutyypiksi tarkka.

source: 3.3.3 Project Dashboard
fi: 3.3.3 Projektikojelauta

source: Creating a Project
fi: Projektin luominen

source: One or more TBs can be selected for a project.
fi: Projektiin voidaan valita yksi tai useampi termikanta.

source: Insert pipes for terms with rich morphology
fi: Morfologialtaan paljon vaihteleviin termeihin voi lisätä putken

source: To create a new job, click on the New button.
fi: Voit luoda uuden työn valitsemalla Uusi-painiketta.

source: Delete
fi: Poistaminen

source: Importing Terms with Challenging Morphology
fi: Morfologisesti vaikeiden termien tuonti

source: Maximum target segment length in % of source
fi: Kohdetekstin segmentin maksimipituus prosentteina lähdetekstin segmentin pituuteen verrattuna (Maximum target segment length in % of source)

source: 2.9.1 Project Manager User Rights Customization
fi: 2.9.1 Käyttäjien oikeuksien mukauttaminen

source: 3.5 Clone Projects
fi: 3.5 Projektien kopiointi

source: Example: source="bpt bpt ept ept" target="bpt ept ept bpt"
fi: Esimerkki: lähdetiedosto = ”bpt bpt ept ept”kohdetiedosto = ”bpt ept ept bpt”

source: Each user who imports a job into a project will automatically become its Job Owner and can receive notifications of status changes of such job.
fi: Jokaisesta käyttäjästä, joka tuo projektiin uuden työn, tulee automaattisesti työn omistaja, ja hän voi vastaanottaa viestejä työn statuksen muutoksista.

source: Automation Widget
fi: Automatisointi

source: Memsource Cloud allows for selecting TMs which have a reverse source-target language as opposed to the project's languages.
fi: Memsource Cloud mahdollistaa sellaisten käännösmuistien valinnan, joiden lähde- ja kohdekielet ovat käänteiset projektin kieliin nähden.

source: Nested tags
fi: Sisäkkäiset tunnisteet (Nested tags)

source: Spelling
fi: Oikeinkirjoitus (Spelling)

source: 3.4 Project Templates
fi: 3.4 Projektimallit

source: 2.1 User Licensing
fi: 2.1 Lisenssit

source: See Analyze for more details.
fi: Lisätietoja kohdassa Analyze

source: This User Manual applies to the current version of Memsource Cloud.
fi: Tämä käyttöopas koskee Memsource Cloudin uusinta versiota.

source: Term Bases, unlike TMs, do not make a distinction between a source and target language
fi: Toisin kuin käännösmuisteissa, termikannoissa ei erotella lähde- ja kohdekieltä.

source: Email
fi: Sähköposti

source: Status (New or Approved)
fi: Status (uusi tai hyväksytty)

source: Case (just for en_us)
fi: Aakkoskoko (koskee vain en_us-kieltä)

source: Target contains misspelled words
fi: Kohdeteksti sisältää kirjoitusvirheitä

source: Pre-translate Options
fi: Esikääntämisen (Pre-translate) asetukset

source: Term Bases
fi: Termikannat

source: Quality Assurance
fi: Laadunvarmistus (Quality Assurance)

source: Term attributes can be found in the term detail page, when following the term hyperlink (simply click on a term):
fi: Termin omaisuuksia voi tarkastella termin lisätietosivulla, jonne pääsee klikkaamalla termiä itseään:

source: If you have not done so already, first read through our Getting Started with Memsource CloudGetting Started Guide and watch this video to learn the essentials of working in Memsource Cloud.
fi: Lue aloitusohjeet ja katso tämä video oppiaksesi, miten Memsource Cloudilla voi työskennellä optimaalisesti.

source: 6 Jobs
fi: 6 Yksittäiset työt

source: File
fi: Tiedosto

source: 11.4.4 File Renaming
fi: 11.4.4 Tiedoston nimeäminen uudelleen

source: Setting Penalties for Translation Memories
fi: Rajoitusten asettaminen käännösmuisteille

source: The number of \{j\} tags is different in the source and target
fi: \{j\}-tunnisteiden määrä on eri lähde- ja kohdetekstissä

source: It describes the main components, features and how to control them through the web-based user interface.
fi: Käyttöoppaassa kuvataan web-pohjaisen käyttöliittymän tärkeimmät osat, ominaisuudet ja hallinta.

source: 6.2.1 Editing Multiple Jobs
fi: 6.2.1 Useiden töiden muokkaus

source: Edit
fi: Muokkaus

source: 11.5 Project Metadata
fi: 11.5 Projektin metatiedot

source: Project Template (on Create page only)
fi: Projektimalli (vain sivun luonnissa)

source: 9.5.1.4 Importing Terms with Challenging Morphology
fi: 9.5.1.4 Morfologisesti vaikeiden termien tuonti

source: Importing a Plain List of Terms
fi: Yksinkertaisen termilistan tuonti

source: 12 Home Page
fi: 12 Kotisivu

source: Linguist
fi: Lingvisti

source: Multiple files can be imported at once with most web browsers (except for Internet Explorer 8 or lower).
fi: Useimmilla internet-selaimilla voidaan tuoda kerralla useita tiedostoja (lukuun ottamatta Internet Explorer 8 tai vanhempi versio).

source: 6.5.4 Analysis Settings
fi: 6.5.4 Analyysiasetukset

source: Add your profile picture
fi: Lisää profiilikuva

source: Join files
fi: Yhdistä tiedostot

source: 9.5.1.2 Importing Synonyms
fi: 9.5.1.2 Synonyymien tuonti

source: 3.2.2 Analysis
fi: 3.2.2 Analyysi (Analysis)

source: Accepted by Linguist
fi: Lingvistin hyväksymä

source: Maximum target segment length in characters
fi: Kohdetekstin segmentin maksimipituus merkkeinä ( Maximum target segment length in characters )

source: Clicking on your username in the top right corner will take you to a My Profile setup page.
fi: Pääset profiilisi asetuksiin napsauttamalla käyttäjätunnustasi ruudun oikeassa yläkulmassa.

source: You will see what your current role in Memsource is.
fi: Näet nykyisen roolisi Memsourcessa.

source: 3.3.6.7 Setting Penalties for Translation Memories
fi: 3.3.6.7 Rajoitusten asettaminen käännösmuisteille

source: 9.7.2 Export TBX
fi: 9.7.2 TBX-tiedoston vienti

source: 11.1 Organization
fi: 11.1 Järjestäminen

source: Exact
fi: Tarkka

source: 6.2 Edit
fi: 6.2 Muokkaus

source: 8.3.1.3 SDL TMX Import
fi: 8.3.1.3 SDL TMX -tiedoston tuonti

source: 11.4.5 LQA Settings
fi: 11.4.5 Laadunvarmistuksen asetukset

source: 8 Translation Memories
fi: 8 Käännösmuistit

source: A single administrator user or multiple administrator/project manager users (freelancer group)
fi: Yksi tai useampi järjestelmänvalvoja/projektipäällikkö (freelancer-ryhmä)

source: The list of languages will look like this now:
fi: Kielten luettelo näyttää nyt tältä:

source: Forbidden (True, False)
fi: Kielletty (kyllä, ei)

source: Exact match type = true
fi: Tarkka osumatyyppi = kyllä
